/* Format of the title of the preferences panel (e.g. <AppName> Preferences) */
"%@ Preferences" = "Ohjelman %@ asetukset";

/* Cancel button on the 'Save Changes' alert panel. */
"Cancel" = "Kumoa";

/* Message on sheet shown when the user attempts to close a preferences panel which contains unsaved changes. */
"Do you want to save changes to your Preferences?" = "Haluatko tallentaa muutokset asetuksiin?";

/* Don't save button on the 'Save Changes' alert panel */
"Don\\U2019t Save" = "Älä tallenna";

/* Save button on the 'Save Changes' alert panel. */
"Save" = "Tallenna";

/* Title of the panel asking user to save changes in their preferences. */
"Save Changes" = "Tallenna muutokset";

